Repository: superuser404notfound/JellySeeTV
Catalog: JellySeeTV/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# settings.seerr.useJellyfin
source: Use Jellyfin credentials
cs: Použít přihlašovací údaje Jellyfin
da: Brug Jellyfin-loginoplysninger
de: Jellyfin-Anmeldedaten verwenden
el: Χρήση διαπιστευτηρίων Jellyfin
es: Usar credenciales de Jellyfin
fi: Käytä Jellyfin-tunnuksia
fr: Utiliser les identifiants Jellyfin
hr: Koristi Jellyfin vjerodajnice
hu: Jellyfin hitelesítő adatok használata
it: Usa credenziali Jellyfin
ja: Jellyfin の認証情報を使用
ko: Jellyfin 자격 증명 사용
nb: Bruk Jellyfin-påloggingsinformasjon
nl: Jellyfin-inloggegevens gebruiken
pl: Użyj danych logowania Jellyfin
pt_br: Usar credenciais do Jellyfin
pt_pt: Utilizar credenciais do Jellyfin
ro: Utilizează acreditările Jellyfin
ru: Использовать учётные данные Jellyfin
sk: Použiť prihlasovacie údaje Jellyfin
sv: Använd Jellyfin-inloggningsuppgifter
tr: Jellyfin kimlik bilgilerini kullan
uk: Використовувати облікові дані Jellyfin
zh_hans: 使用 Jellyfin 凭据
zh_hant: 使用 Jellyfin 憑證

# settings.seerr.useJellyfin.subtitle
source: Use the same account you signed in to Jellyfin with
cs: Použít stejný účet, pod kterým jste se přihlásili do Jellyfin
da: Brug samme konto, som du loggede ind på Jellyfin med
de: Dasselbe Konto verwenden, mit dem du bei Jellyfin angemeldet bist
el: Χρησιμοποιήστε τον ίδιο λογαριασμό με τον οποίο συνδεθήκατε στο Jellyfin
es: Usa la misma cuenta con la que iniciaste sesión en Jellyfin
fi: Käytä samaa tiliä, jolla kirjauduit Jellyfiniin
fr: Utilise le même compte que celui connecté à Jellyfin
hr: Koristi isti račun s kojim si se prijavio u Jellyfin
hu: Használja ugyanazt a fiókot, amellyel a Jellyfinbe bejelentkezett
it: Usa lo stesso account con cui hai effettuato l'accesso a Jellyfin
ja: Jellyfin にサインインしたのと同じアカウントを使用します
ko: Jellyfin에 로그인한 것과 동일한 계정을 사용합니다
nb: Bruk den samme kontoen du logget på Jellyfin med
nl: Gebruik hetzelfde account waarmee je bij Jellyfin bent aangemeld
pl: Użyj tego samego konta, na które zalogowano się w Jellyfin
pt_br: Usar a mesma conta com que você entrou no Jellyfin
pt_pt: Utilizar a mesma conta com que iniciou sessão no Jellyfin
ro: Folosește același cont cu care te-ai conectat la Jellyfin
ru: Использовать ту же учётную запись, с которой вы вошли в Jellyfin
sk: Použiť rovnaký účet, pod ktorým ste sa prihlásili do Jellyfinu
sv: Använd samma konto som du loggade in på Jellyfin med
tr: Jellyfin'e giriş yaptığınız hesabın aynısını kullanın
uk: Використовуйте той самий обліковий запис, з яким ви увійшли в Jellyfin
zh_hans: 使用与登录 Jellyfin 相同的账户
zh_hant: 使用與登入 Jellyfin 相同的帳戶

# settings.seerr.useJellyfinIP
source: Use Jellyfin IP
cs: Použít IP Jellyfin
da: Brug Jellyfin-IP
de: Jellyfin-IP verwenden
el: Χρήση IP του Jellyfin
es: Usar IP de Jellyfin
fi: Käytä Jellyfinin IP:tä
fr: Utiliser l'IP Jellyfin
hr: Koristi Jellyfin IP
hu: Jellyfin IP használata
it: Usa IP Jellyfin
ja: Jellyfin の IP を使用
ko: Jellyfin IP 사용
nb: Bruk Jellyfin-IP
nl: Jellyfin-IP gebruiken
pl: Użyj IP Jellyfin
pt_br: Usar IP do Jellyfin
pt_pt: Usar IP do Jellyfin
ro: Folosește IP-ul Jellyfin
ru: Использовать IP Jellyfin
sk: Použiť IP Jellyfin
sv: Använd Jellyfin-IP
tr: Jellyfin IP'sini kullan
uk: Використати IP Jellyfin
zh_hans: 使用 Jellyfin IP
zh_hant: 使用 Jellyfin IP

# settings.support.subtitle
source: Tip jar and supporter pack
cs: Košík na dýška a balíček podporovatele
da: Drikkepenge og supporter-pakke
de: Trinkgeldkasse und Supporter-Paket
el: Φιλοδώρημα και πακέτο υποστήριξης
es: Propinas y pack de apoyo
fi: Juomarahat ja tukijapaketti
fr: Pourboires et pack de soutien
hr: Napojnica i podržavateljski paket
hu: Borravaló és támogatói csomag
it: Mance e pacchetto sostenitore
ja: チップとサポーターパック
ko: 팁과 서포터 팩
nb: Drikkepenger og supporter-pakke
nl: Fooi en supporterspakket
pl: Napiwki i pakiet wspierający
pt_br: Gorjetas e pacote de apoio
pt_pt: Gorjetas e pacote de apoio
ro: Bacșiș și pachet de susținător
ru: Чаевые и пакет поддержки
sk: Prepitné a balíček podporovateľa
sv: Dricks och supporterpaket
tr: Bahşiş ve destekçi paketi
uk: Чайові та пакет прихильника
zh_hans: 小费和支持者套餐
zh_hant: 小費和支持者套裝

# settings.support.title
source: Support Development
cs: Podpora vývoje
da: Støt udviklingen
de: Entwicklung unterstützen
el: Υποστήριξη ανάπτυξης
es: Apoyar el desarrollo
fi: Tue kehitystä
fr: Soutenir le développement
hr: Podrška razvoju
hu: Fejlesztés támogatása
it: Supporta lo sviluppo
ja: 開発を支援
ko: 개발 지원
nb: Støtt utviklingen
nl: Ondersteun de ontwikkeling
pl: Wesprzyj rozwój
pt_br: Apoiar o desenvolvimento
pt_pt: Apoiar o desenvolvimento
ro: Sprijină dezvoltarea
ru: Поддержать разработку
sk: Podpora vývoja
sv: Stöd utvecklingen
tr: Geliştirmeyi destekle
uk: Підтримати розробку
zh_hans: 支持开发
zh_hant: 支持開發

# support.error
source: Purchase failed. Please try again.
cs: Nákup se nezdařil. Zkuste to prosím znovu.
da: Køb mislykkedes. Prøv venligst igen.
de: Kauf fehlgeschlagen. Bitte erneut versuchen.
el: Η αγορά απέτυχε. Δοκιμάστε ξανά.
es: Compra fallida. Inténtalo de nuevo.
fi: Osto epäonnistui. Yritä uudelleen.
fr: L'achat a échoué. Veuillez réessayer.
hr: Kupnja nije uspjela. Pokušajte ponovno.
hu: A vásárlás sikertelen. Kérjük, próbáld újra.
it: Acquisto fallito. Riprova.
ja: 購入に失敗しました。もう一度お試しください。
ko: 구매 실패. 다시 시도해 주세요.
nb: Kjøpet mislyktes. Prøv igjen.
nl: Aankoop mislukt. Probeer het opnieuw.
pl: Zakup nie powiódł się. Spróbuj ponownie.
pt_br: Falha na compra. Tente novamente.
pt_pt: Falha na compra. Tente novamente.
ro: Achiziția a eșuat. Încearcă din nou.
ru: Покупка не удалась. Попробуйте снова.
sk: Nákup zlyhal. Skúste to znova.
sv: Köpet misslyckades. Försök igen.
tr: Satın alma başarısız oldu. Lütfen tekrar deneyin.
uk: Покупка не вдалася. Спробуйте ще раз.
zh_hans: 购买失败。请重试。
zh_hant: 購買失敗。請重試。

# support.header.copy
source: JellySeeTV is a one-person passion project. Everything in the app is and stays free. Tips and the Supporter Pack are optional — they help cover the Apple Developer fee and show that the work is appreciated.
cs: JellySeeTV je vášnivý projekt jedné osoby. Vše v aplikaci je a zůstane zdarma. Spropitné a balíček podporovatele jsou volitelné — pomáhají pokrýt poplatek Apple Developer a ukazují, že si práce vážíte.
da: JellySeeTV er et passionprojekt lavet af én person. Alt i appen er og forbliver gratis. Drikkepenge og Supporter-pakken er valgfri — de hjælper med at dække Apple Developer-gebyret og viser, at arbejdet værdsættes.
de: JellySeeTV ist ein Ein-Personen-Projekt aus Leidenschaft. Alles in der App bleibt kostenlos. Trinkgelder und das Supporter-Paket sind optional — sie helfen, die Apple-Developer-Gebühr zu decken, und zeigen, dass die Arbeit geschätzt wird.
el: Το JellySeeTV είναι ένα έργο πάθους ενός ατόμου. Όλα στην εφαρμογή είναι και παραμένουν δωρεάν. Τα φιλοδωρήματα και το Πακέτο Υποστήριξης είναι προαιρετικά — βοηθούν να καλυφθεί η συνδρομή Apple Developer και δείχνουν ότι η δουλειά εκτιμάται.
es: JellySeeTV es un proyecto de pasión hecho por una sola persona. Todo en la app es y sigue siendo gratis. Las propinas y el Pack de Apoyo son opcionales: ayudan a cubrir la cuota de Apple Developer y muestran que se aprecia el trabajo.
fi: JellySeeTV on yhden henkilön intohimoprojekti. Kaikki sovelluksessa on ja pysyy ilmaisena. Juomarahat ja Tukijapaketti ovat valinnaisia — ne auttavat kattamaan Apple Developer -maksun ja osoittavat, että työtä arvostetaan.
fr: JellySeeTV est un projet passion d'une seule personne. Tout dans l'application est et reste gratuit. Les pourboires et le Pack de soutien sont optionnels — ils aident à couvrir les frais Apple Developer et montrent que le travail est apprécié.
hr: JellySeeTV je strastan projekt jedne osobe. Sve u aplikaciji jest i ostaje besplatno. Napojnice i Podržavateljski paket su opcionalni — pomažu pokriti naknadu Apple Developer i pokazuju da se rad cijeni.
hu: A JellySeeTV egyszemélyes szenvedélyprojekt. Az alkalmazásban minden ingyenes és az is marad. A borravalók és a Támogatói csomag opcionálisak — segítenek fedezni az Apple Developer díjat és mutatják, hogy a munkát megbecsülik.
it: JellySeeTV è un progetto di passione di una sola persona. Tutto nell'app è e rimane gratuito. Le mance e il Pacchetto Sostenitore sono opzionali — aiutano a coprire la quota Apple Developer e mostrano che il lavoro è apprezzato.
ja: JellySeeTVは一人で作っている情熱プロジェクトです。アプリの機能はすべて無料で、これからも無料のままです。チップとサポーターパックは任意です — Apple Developer手数料の負担を助け、作業への感謝を示すためのものです。
ko: JellySeeTV는 한 사람의 열정 프로젝트입니다. 앱의 모든 기능은 무료이며 앞으로도 무료로 유지됩니다. 팁과 서포터 팩은 선택 사항으로, Apple Developer 수수료를 충당하고 작업에 대한 감사를 표현하는 데 도움이 됩니다.
nb: JellySeeTV er et lidenskapsprosjekt laget av én person. Alt i appen er og forblir gratis. Drikkepenger og Supporter-pakken er valgfrie — de hjelper med å dekke Apple Developer-avgiften og viser at arbeidet settes pris på.
nl: JellySeeTV is een passieproject van één persoon. Alles in de app is en blijft gratis. Fooien en het Supporterspakket zijn optioneel — ze helpen de Apple Developer-vergoeding te dekken en laten zien dat het werk gewaardeerd wordt.
pl: JellySeeTV to projekt pasji jednej osoby. Wszystko w aplikacji jest i pozostanie darmowe. Napiwki i Pakiet Wspierający są opcjonalne — pomagają pokryć opłatę Apple Developer i pokazują, że praca jest doceniana.
pt_br: JellySeeTV é um projeto de paixão feito por uma só pessoa. Tudo no app é e continua gratuito. Gorjetas e o Pacote de Apoio são opcionais — ajudam a cobrir a taxa do Apple Developer e mostram que o trabalho é apreciado.
pt_pt: JellySeeTV é um projeto de paixão feito por uma só pessoa. Tudo na app é e continua gratuito. Gorjetas e o Pacote de Apoio são opcionais — ajudam a cobrir a taxa do Apple Developer e mostram que o trabalho é apreciado.
ro: JellySeeTV este un proiect pasional al unei singure persoane. Totul din aplicație este și rămâne gratuit. Bacșișurile și Pachetul de Susținător sunt opționale — ajută la acoperirea taxei Apple Developer și arată că munca este apreciată.
ru: JellySeeTV — это проект-страсть одного человека. Всё в приложении бесплатно и таким останется. Чаевые и Пакет поддержки необязательны — они помогают покрыть плату Apple Developer и показывают, что работа ценится.
sk: JellySeeTV je vášnivý projekt jednej osoby. Všetko v aplikácii je a zostane zadarmo. Prepitné a Balíček podporovateľa sú voliteľné — pomáhajú pokryť poplatok Apple Developer a ukazujú, že práca je cenená.
sv: JellySeeTV är ett passionsprojekt av en enda person. Allt i appen är och förblir gratis. Dricks och Supporterpaketet är frivilliga — de hjälper till att täcka Apple Developer-avgiften och visar att arbetet uppskattas.
tr: JellySeeTV tek kişinin tutku projesidir. Uygulamadaki her şey ücretsizdir ve öyle kalacaktır. Bahşişler ve Destekçi Paketi isteğe bağlıdır — Apple Developer ücretini karşılamaya yardımcı olur ve çalışmanın takdir edildiğini gösterir.
uk: JellySeeTV — це пристрасний проєкт однієї людини. Все в застосунку безкоштовне і таким залишиться. Чайові та Пакет прихильника необов'язкові — вони допомагають покрити плату Apple Developer і показують, що роботу цінують.
zh_hans: JellySeeTV 是一个人的热情项目。应用中的所有功能都是免费的，且将保持免费。小费和支持者套餐是可选的——它们有助于支付 Apple Developer 费用，并表明这项工作受到赞赏。
zh_hant: JellySeeTV 是一個人的熱情專案。應用程式中的所有功能都是免費的，並將保持免費。小費和支持者套裝是可選的——它們有助於支付 Apple Developer 費用，並表明這項工作受到讚賞。

# support.header.title
source: Thanks for considering
cs: Děkujeme, že zvažujete
da: Tak fordi du overvejer det
de: Danke, dass du dir das anschaust
el: Ευχαριστούμε που το σκέφτεστε
es: Gracias por considerarlo
fi: Kiitos, että harkitset
fr: Merci d'y penser
hr: Hvala što razmišljate o tome
hu: Köszönjük, hogy fontolgatod
it: Grazie per averci pensato
ja: ご検討ありがとうございます
ko: 고려해 주셔서 감사합니다
nb: Takk for at du vurderer det
nl: Bedankt dat je het overweegt
pl: Dziękujemy za rozważenie
pt_br: Obrigado por considerar
pt_pt: Obrigado por considerar
ro: Mulțumim că iei în considerare
ru: Спасибо, что рассматриваете
sk: Ďakujeme, že uvažuješ
sv: Tack för att du överväger
tr: Düşündüğün için teşekkürler
uk: Дякуємо, що розглядаєте
zh_hans: 感谢您的考虑
zh_hant: 感謝您的考慮

# support.loading
source: Loading products…
cs: Načítání produktů…
da: Indlæser produkter…
de: Produkte werden geladen…
el: Φόρτωση προϊόντων…
es: Cargando productos…
fi: Ladataan tuotteita…
fr: Chargement des produits…
hr: Učitavanje proizvoda…
hu: Termékek betöltése…
it: Caricamento prodotti…
ja: 商品を読み込み中…
ko: 제품 로드 중…
nb: Laster produkter…
nl: Producten laden…
pl: Ładowanie produktów…
pt_br: Carregando produtos…
pt_pt: A carregar produtos…
ro: Se încarcă produsele…
ru: Загрузка продуктов…
sk: Načítavanie produktov…
sv: Läser in produkter…
tr: Ürünler yükleniyor…
uk: Завантаження продуктів…
zh_hans: 正在加载产品…
zh_hant: 正在載入產品…

# support.pack.subtitle
source: One-time unlock. Cosmetic extras — a special splash icon, custom accent colors, and a supporter badge in Settings.
cs: Jednorázové odemčení. Kosmetické extra — speciální úvodní ikona, vlastní zvýrazňovací barvy a odznak podporovatele v nastavení.
da: Engangsoplåsning. Kosmetiske ekstras — et specielt splash-ikon, brugerdefinerede fremhævningsfarver og et supporter-badge i Indstillinger.
de: Einmaliger Freischaltkauf. Kosmetische Extras — ein spezielles Splash-Icon, eigene Akzentfarben und ein Supporter-Abzeichen in den Einstellungen.
el: Εφάπαξ ξεκλείδωμα. Κοσμητικά έξτρα — ένα ειδικό εικονίδιο έναρξης, προσαρμοσμένα χρώματα έμφασης και ένα σήμα υποστηρικτή στις Ρυθμίσεις.
es: Desbloqueo único. Extras cosméticos: un icono de inicio especial, colores de acento personalizados y una insignia de apoyo en Ajustes.
fi: Kertakertainen avaus. Kosmeettiset lisät — erityinen käynnistyskuvake, mukautetut korostusvärit ja tukija-merkki asetuksissa.
fr: Déblocage unique. Extras cosmétiques — une icône de lancement spéciale, des couleurs d'accent personnalisées et un badge de soutien dans les Réglages.
hr: Jednokratno otključavanje. Kozmetički dodaci — posebna uvodna ikona, prilagođene naglasne boje i podržavateljska značka u postavkama.
hu: Egyszeri feloldás. Kozmetikai extrák — egy különleges nyitóikon, egyéni kiemelőszínek és egy támogatói jelvény a Beállításokban.
it: Sblocco una tantum. Extra estetici — un'icona iniziale speciale, colori di accento personalizzati e un badge sostenitore in Impostazioni.
ja: 一回限りのアンロック。コスメティックエクストラ — 特別なスプラッシュアイコン、カスタムアクセントカラー、設定内のサポーターバッジ。
ko: 일회성 잠금 해제. 꾸미기 추가 기능 — 특별한 스플래시 아이콘, 맞춤 강조 색상, 설정의 서포터 배지.
nb: Engangsopplåsing. Kosmetiske ekstra — et spesielt splash-ikon, tilpassede aksentfarger og et supporter-merke i Innstillinger.
nl: Eenmalige ontgrendeling. Cosmetische extra's — een speciaal splash-icoon, aangepaste accentkleuren en een supportersbadge in Instellingen.
pl: Jednorazowe odblokowanie. Dodatki kosmetyczne — specjalna ikona powitalna, niestandardowe kolory akcentu i odznaka wspierającego w Ustawieniach.
pt_br: Desbloqueio único. Extras cosméticos — um ícone de abertura especial, cores de destaque personalizadas e um distintivo de apoiador nos Ajustes.
pt_pt: Desbloqueio único. Extras cosméticos — um ícone de abertura especial, cores de realce personalizadas e um distintivo de apoiante nas Definições.
ro: Deblocare unică. Extra cosmetice — o pictogramă de pornire specială, culori de accent personalizate și o insignă de susținător în Setări.
ru: Разовая разблокировка. Косметические дополнения — специальная заставка, настраиваемые акцентные цвета и значок поддержки в настройках.
sk: Jednorazové odomknutie. Kozmetické extra — špeciálna úvodná ikona, vlastné zvýrazňovacie farby a odznak podporovateľa v nastaveniach.
sv: Engångsupplåsning. Kosmetiska extra — en speciell startikon, anpassade accentfärger och ett supporter-märke i Inställningar.
tr: Tek seferlik kilit açma. Kozmetik ekstralar — özel bir açılış simgesi, özel vurgu renkleri ve Ayarlar'da bir destekçi rozeti.
uk: Разове розблокування. Косметичні доповнення — спеціальна заставка, власні акцентні кольори та значок прихильника в налаштуваннях.
zh_hans: 一次性解锁。装饰性附加内容 — 特殊启动图标、自定义强调色和设置中的支持者徽章。
zh_hant: 一次性解鎖。裝飾性附加內容 — 特殊啟動圖示、自訂強調色和設定中的支持者徽章。

# support.pack.thanks
source: Welcome aboard! Supporter Pack unlocked.
cs: Vítejte! Balíček podporovatele odemčen.
da: Velkommen ombord! Supporter-pakke låst op.
de: Willkommen an Bord! Supporter-Paket freigeschaltet.
el: Καλώς ήρθατε! Το Πακέτο Υποστήριξης ξεκλειδώθηκε.
es: ¡Bienvenido a bordo! Pack de Apoyo desbloqueado.
fi: Tervetuloa! Tukijapaketti avattu.
fr: Bienvenue à bord ! Pack de soutien débloqué.
hr: Dobrodošli! Podržavateljski paket otključan.
hu: Üdvözlünk! Támogatói csomag feloldva.
it: Benvenuto a bordo! Pacchetto Sostenitore sbloccato.
ja: ようこそ！サポーターパックがアンロックされました。
ko: 환영합니다! 서포터 팩이 잠금 해제되었습니다.
nb: Velkommen om bord! Supporter-pakke låst opp.
nl: Welkom aan boord! Supporterspakket ontgrendeld.
pl: Witamy na pokładzie! Pakiet Wspierający odblokowany.
pt_br: Bem-vindo a bordo! Pacote de Apoio desbloqueado.
pt_pt: Bem-vindo a bordo! Pacote de Apoio desbloqueado.
ro: Bine ai venit! Pachet de Susținător deblocat.
ru: Добро пожаловать! Пакет поддержки разблокирован.
sk: Vitajte! Balíček podporovateľa odomknutý.
sv: Välkommen ombord! Supporterpaket upplåst.
tr: Aramıza hoş geldin! Destekçi Paketi kilidi açıldı.
uk: Ласкаво просимо на борт! Пакет прихильника розблоковано.
zh_hans: 欢迎加入！支持者套餐已解锁。
zh_hant: 歡迎加入！支持者套裝已解鎖。

# support.pack.title
source: Supporter Pack
cs: Balíček podporovatele
da: Supporter-pakke
de: Supporter-Paket
el: Πακέτο Υποστήριξης
es: Pack de Apoyo
fi: Tukijapaketti
fr: Pack de soutien
hr: Podržavateljski paket
hu: Támogatói csomag
it: Pacchetto Sostenitore
ja: サポーターパック
ko: 서포터 팩
nb: Supporter-pakke
nl: Supporterspakket
pl: Pakiet Wspierający
pt_br: Pacote de Apoio
pt_pt: Pacote de Apoio
ro: Pachet de Susținător
ru: Пакет поддержки
sk: Balíček podporovateľa
sv: Supporterpaket
tr: Destekçi Paketi
uk: Пакет прихильника
zh_hans: 支持者套餐
zh_hant: 支持者套裝

# support.pack.unlocked
source: Unlocked
cs: Odemčeno
da: Låst op
de: Freigeschaltet
el: Ξεκλειδωμένο
es: Desbloqueado
fi: Avattu
fr: Débloqué
hr: Otključano
hu: Feloldva
it: Sbloccato
ja: アンロック済み
ko: 잠금 해제됨
nb: Låst opp
nl: Ontgrendeld
pl: Odblokowano
pt_br: Desbloqueado
pt_pt: Desbloqueado
ro: Deblocat
ru: Разблокировано
sk: Odomknuté
sv: Upplåst
tr: Kilit açıldı
uk: Розблоковано
zh_hans: 已解锁
zh_hant: 已解鎖

# support.pack.unlockedSubtitle
source: Thank you for your support!
cs: Děkujeme za vaši podporu!
da: Tak for din støtte!
de: Danke für deine Unterstützung!
el: Ευχαριστούμε για την υποστήριξή σας!
es: ¡Gracias por tu apoyo!
fi: Kiitos tuestasi!
fr: Merci pour votre soutien !
hr: Hvala na vašoj podršci!
hu: Köszönjük a támogatásodat!
it: Grazie per il tuo supporto!
ja: ご支援ありがとうございます！
ko: 지원해 주셔서 감사합니다!
nb: Takk for støtten din!
nl: Bedankt voor je steun!
pl: Dziękujemy za wsparcie!
pt_br: Obrigado pelo seu apoio!
pt_pt: Obrigado pelo seu apoio!
ro: Mulțumim pentru sprijinul tău!
ru: Спасибо за вашу поддержку!
sk: Ďakujeme za vašu podporu!
sv: Tack för ditt stöd!
tr: Desteğin için teşekkürler!
uk: Дякуємо за вашу підтримку!
zh_hans: 感谢您的支持！
zh_hant: 感謝您的支持！

# support.pending
source: Waiting for approval. The purchase will complete once approved.
cs: Čeká se na schválení. Nákup bude dokončen po schválení.
da: Afventer godkendelse. Købet afsluttes, når det er godkendt.
de: Warten auf Freigabe. Der Kauf wird abgeschlossen, sobald er genehmigt ist.
el: Αναμονή για έγκριση. Η αγορά θα ολοκληρωθεί μόλις εγκριθεί.
es: Esperando aprobación. La compra se completará una vez aprobada.
fi: Odotetaan hyväksyntää. Osto viimeistellään, kun se on hyväksytty.
fr: En attente d'approbation. L'achat sera finalisé une fois approuvé.
hr: Čeka se odobrenje. Kupnja će biti dovršena nakon odobrenja.
hu: Jóváhagyásra várva. A vásárlás jóváhagyás után fejeződik be.
it: In attesa di approvazione. L'acquisto sarà completato una volta approvato.
ja: 承認待ちです。承認後、購入が完了します。
ko: 승인 대기 중. 승인되면 구매가 완료됩니다.
nb: Venter på godkjenning. Kjøpet fullføres når det er godkjent.
nl: Wachten op goedkeuring. De aankoop wordt voltooid na goedkeuring.
pl: Oczekiwanie na zatwierdzenie. Zakup zostanie zakończony po zatwierdzeniu.
pt_br: Aguardando aprovação. A compra será concluída após a aprovação.
pt_pt: A aguardar aprovação. A compra será concluída após a aprovação.
ro: Se așteaptă aprobarea. Achiziția se va finaliza după aprobare.
ru: Ожидание подтверждения. Покупка будет завершена после подтверждения.
sk: Čaká sa na schválenie. Nákup sa dokončí po schválení.
sv: Väntar på godkännande. Köpet slutförs när det är godkänt.
tr: Onay bekleniyor. Satın alma onaylandığında tamamlanacak.
uk: Очікування схвалення. Покупку буде завершено після схвалення.
zh_hans: 等待批准。批准后购买将完成。
zh_hant: 等待批准。批准後購買將完成。

# support.restore.button
source: Restore Purchases
cs: Obnovit nákupy
da: Gendan køb
de: Einkäufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
fi: Palauta ostokset
fr: Restaurer les achats
hr: Obnovi kupnje
hu: Vásárlások visszaállítása
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt_br: Restaurar compras
pt_pt: Restaurar compras
ro: Restabilește achizițiile
ru: Восстановить покупки
sk: Obnoviť nákupy
sv: Återställ köp
tr: Satın almaları geri yükle
uk: Відновити покупки
zh_hans: 恢复购买
zh_hant: 恢復購買

# support.restore.error
source: Restore failed. Please try again.
cs: Obnovení se nezdařilo. Zkuste to prosím znovu.
da: Gendannelse mislykkedes. Prøv venligst igen.
de: Wiederherstellen fehlgeschlagen. Bitte erneut versuchen.
el: Η επαναφορά απέτυχε. Δοκιμάστε ξανά.
es: Restauración fallida. Inténtalo de nuevo.
fi: Palauttaminen epäonnistui. Yritä uudelleen.
fr: La restauration a échoué. Veuillez réessayer.
hr: Obnavljanje nije uspjelo. Pokušajte ponovno.
hu: A visszaállítás sikertelen. Kérjük, próbáld újra.
it: Ripristino fallito. Riprova.
ja: 復元に失敗しました。もう一度お試しください。
ko: 복원 실패. 다시 시도해 주세요.
nb: Gjenoppretting mislyktes. Prøv igjen.
nl: Herstel mislukt. Probeer het opnieuw.
pl: Przywracanie nie powiodło się. Spróbuj ponownie.
pt_br: Falha ao restaurar. Tente novamente.
pt_pt: Falha ao restaurar. Tente novamente.
ro: Restabilirea a eșuat. Încearcă din nou.
ru: Восстановление не удалось. Попробуйте снова.
sk: Obnovenie zlyhalo. Skúste to znova.
sv: Återställningen misslyckades. Försök igen.
tr: Geri yükleme başarısız. Lütfen tekrar deneyin.
uk: Не вдалося відновити. Спробуйте ще раз.
zh_hans: 恢复失败。请重试。
zh_hant: 恢復失敗。請重試。

# support.restore.success
source: Purchases restored.
cs: Nákupy obnoveny.
da: Køb gendannet.
de: Einkäufe wiederhergestellt.
el: Οι αγορές επαναφέρθηκαν.
es: Compras restauradas.
fi: Ostokset palautettu.
fr: Achats restaurés.
hr: Kupnje obnovljene.
hu: Vásárlások visszaállítva.
it: Acquisti ripristinati.
ja: 購入が復元されました。
ko: 구매가 복원되었습니다.
nb: Kjøp gjenopprettet.
nl: Aankopen hersteld.
pl: Zakupy przywrócone.
pt_br: Compras restauradas.
pt_pt: Compras restauradas.
ro: Achiziții restabilite.
ru: Покупки восстановлены.
sk: Nákupy obnovené.
sv: Köp återställda.
tr: Satın almalar geri yüklendi.
uk: Покупки відновлено.
zh_hans: 已恢复购买。
zh_hant: 已恢復購買。
